[
  {
    "id": "apex",
    "title": "Apex Air Conditioning",
    "scope": ["Visual identity", "Web design", "UI/UX"],
    "overview": "The brief for this project was to create a new visual identity system for Apex, air conditioning specialists with over 60 years experience within the industry. The new visual identity system consisted of a range of assets, including a new identity design, website design and bespoke icon library.",
    "commentary": "The new identity design combines both the feeling of water and air, reflecting the service Apex provide. A blue colour palette was chosen to embody the perception of cooling, trust and intelligence. Alongside the new website design, a design system was created detailing all key components of the site to aid brand consistency across all existing and future assets. This design library includes icons, typography, colour, UI elements and much more.",
    "color": "#0468fc"
  },
  {
    "id": "woodside",
    "title": "Woodside Quarry",
    "scope": ["Editorial design", "Print Collateral"],
    "overview": "The brief for this project was to create a planning document for a new housing development called Woodside Quarry, set within ancient woodlands. The document was designed to articulate the correct feel of the development and reflect the idea of a sustainable and well thought out solution to the area.",
    "commentary": "A visual language was developed throughout the document, creating its own unique identity system and further reflecting the core values of the development. Large call outs, imagery, overlapping elements and abstract shapes further assist in creating an engaging document for customers.",
    "color": "#ec9928"
  },
  {
    "id": "cwfranklin",
    "title": "CWFranklin",
    "scope": ["Visual identity", "Web design", "UI/UX"],
    "overview": "The brief for this project was to create a new visual identity system for CWFranklin, a freelance web developer from Cornwall. The new visual identity system consisted of a new identity design, website design and UI style guide.",
    "commentary": "The new identity design utilises a wordmark with accents of pink on the forward slash and tittle. A blue colour palette was chosen to echo the perception of intelligence and expertise, with an accent of pink evoking a feeling of playfulness. A UI Style guide was further developed containing CWFranklin brand components such as UI elements, colour palette, logo usage, brand application, grid system and much more.",
    "color": "#2552f3"
  },
  {
    "id": "beau",
    "title": "BEAU",
    "scope": ["Visual identity", "Print collateral"],
    "overview": "The brief for this project was to create a brand for a new luxury menswear label. The clothing is directed for the modern gentleman, who appreciates the good quality of life and notices the little details. The brief was to focus on innovation and engineering achievement that Britain has accomplished.",
    "commentary": "The logo has been created by reflecting Britain as a whole by the use of a circle and triangular shapes represent engineering as these are commonly used when constructing structures.",
    "color": "#239fb5"
  },
  {
    "id": "workshoptraining",
    "title": "Workshop Training",
    "scope": ["Web design", "UI/UX"],
    "overview": "The brief for this project was to create a new web design to promote a wide range of workshop training courses.",
    "commentary": "The look and feel of the website has been continued throughout the landing pages. A form was added to the main banner with a short description of the course to allow viewers to access key information instantly and sign up.",
    "color": "#f79f27"
  },
  {
    "id": "studentcharter",
    "title": "Student Charter",
    "scope": ["Visual identity", "Editorial design"],
    "overview": "The brief for this project was to create a new visual identity and document for Student Charter. The document was designed to outline key responsibilities, expectations and present opportunities to students throughout their time at college.",
    "commentary": "The new identity design combines the initials SC from Student Charter within a speech box to embody the perception of communication. A visual language was developed throughout the document, utilising a bright, bold colour palette, evoking a fun and playful design aesthetic with the further addition of colour application to define chapters and key information.",
    "color": "#5f27cd"
  },
  {
    "id": "ohdesign",
    "title": "OH Design",
    "scope": ["Visual identity", "Web design", "UI/UX"],
    "overview": "The brief for this project was to create a new visual identity and online brand guidelines portal for my personal brand OH Design. This central platform has been designed to be used to aid brand consistency for all print and digital applications.",
    "commentary": "Yellow has been used as the primary colour within the palette to symbolise creativity and freshness with an accent of blue embodying the perception of trust and imagination to strengthen the brands message. The UI style guide details all key areas evolving around the OH Design brand. This includes the logo, colour palette, font, images, tone of voice, UI elements, brand application and much more.",
    "color": "#f9ca24"
  },
  {
    "id": "personalbranding",
    "title": "Personal Branding",
    "scope": ["Visual identity", "Brand development", "Print design"],
    "overview": "The brief for this project was to create a new personal identity system. The aim of the update was to create a simplistic, consistent, recognisable and versatile identity that could be used across both print and digital use cases. Included within the visual identity system a refreshed logo and colour palette was created with supporting assets including: Corporate stationery, posters, website design and an online brand portal and more.",
    "commentary": "The new OH design aesthetic consists of a simplistic colour palette harmonised with a typographic and photographic design style. This concept allows assets to showcase the intricate details.",
    "color": "#5f6c6f"
  },
  {
    "id": "liv",
    "title": "LIV",
    "scope": ["Visual identity", "Print collateral", "App design"],
    "overview": "The brief for this project was to create a campaign that could be used within todays society. I aimed to educated and help young adults between the age of 18 - 25 about the dangers of binge drinking and the effect on their health. This is one of the biggest problems that affect young adults in today’s modern society.",
    "commentary": "The LIV logo was created by using the idea of veins and arteries to form a bespoke typeface and logo that referenced the campaigns intentions.",
    "color": "#ffcccc"
  }
]
